; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Aharon Don <aronrefael@gmail.com>
; Homepage:	
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=קובץ
2=אפשרויות
3=עזרה
4=נסה קודם כל, כארכיון SF&X
; ------------------------------------
5=בחר קובץ
6=קובץ/הת&קנה לחילוץ:
7=בחר תיקייה
8=תיקייה לח&ילוץ:
9=בלשונית זו, תוכל לגרור ולשחרר קובץ
; ------------------------------------
10=אפשרויות %s
11=שמור מעקב הי&סטוריית ארכיונים
12=הסתר חלון &שורת הפקודה
13=הצע ע&דכונים:
14=ש&פה:
15=שמור ואל &תשנה גודל חלון
16=לא לסגור את התוכנה לא&חר החילוץ
; ------------------------------------
17=אפשרויות סיומות-ספציפיים
18=הצג ה&זהרה לפני הפעלת קבצים
19=הסר קבצי&ם כפולים
20=&הסר קבצים זמניים
21=ה&וסף סיומת קובץ חסר
22=מחק קובץ ל&אחר השלמת החילוץ
; ------------------------------------
23=אודות התוכנה
; ------------------------------------
24=אתר %s
25=דף הבית לגירסת המקור
26=פורום הגירסה החלופית
; ------------------------------------
27=מעדכן
28=בדיקת עדכונים אחרונה, התבצעה לפני %s ימים !
29=לבדוק עדכונים כעת?
30=
; ------------------------------------
31=ח&לץ
32=שמו&ר
33=עד&כן
34=ב&טל
35=הגדרות
; ------------------------------------
36=חילוץ %s
37=%s תומך בחילוץ חבילות מסוג %s%n לצערנו, אף אחת מהשיטות אינם 100% אמינות%nאם החילוץ לא הצליח%n נא הפעל שוב את %s. ובחר שיטה חלופית.
; ------------------------------------
38=שיטת חילוץ
39=התקנת מנהל %s
40=%s חילוץ
41=%s מתג
42=%s Unpacker
43= InstallShield אינו קובץ התקנה
44=הצג סיכום לאחר ה&חילוץ
; ------------------------------------
; GUI control functions
45=השבת &צלילים בתוכנה
46=
47=הקובץ %s לא נמצא%nנא בחר קובץ קיים.
48=פתח קובץ
49=-כתוב ל
50=הכל
; Common terms
51=ארכיון
52=קובץ דחוס
53=
54=ספר אלקטרוני
55=כרטיס אלקטרוני
56=קובץ מקודד
57=קובץ הפעלה לא מוכר
58=אתחול נכשל
59=קובץ עזרה
60=תיקון חם
61=תמונת דימוי
62=קובץ התקנה
63=מודול מיזוג
64=חבילה
65=קובץ טלאי/תיקון
66=חילוץ-עצמי
67=שלב
68=האתחול הצליח
69=בודק
70=מחלץ:
71=
72=עדכונים
73=
74=מדי שבוע|מדי שבועיים|מדי חודש|אף פעם
; Status messages
75=סורק בכדי לקבוע את סוג הקובץ
76=סורק קובץ באמצעות %s
77=מחלץ קבצים מ-:
78=ממתין לאתחול ההתקנה%nנא המתן
79=
; Custom prompts
80=%s קובץ דימוי דיסק לא ניתן לחילוץ ישירות.%nלחילופין, קובץ הדימוי תעבור המרה לסוג ISO,%nואח''כ תתבצע חילוץ.%n%nהאם אתה מעוניין להמשיך?%nהערה: התהליך יכול להימשך כחמש דקות!
81=שגיאה: לא ניתן להמיר את קובץ הדימוי דיסק.
82=שגיאה: נוצר קובץ דימוי ISO מהדימוי %s, אבל אין אפשרות לחלצו.%n האם אתה מעוניין לשמור את דימוי ה-ISO לאבחון נוסף?
83=שגיאה: כנראה הקובץ אינו מסוג MHT חוקי. %nלא ניתן לזהות גבולות.
84=%s. נא סגור את ההתקנה, ואח''כ הקש 'OK' להמשך.
85=הערה: שיטה זו עובדת רק עם חבילות מסוג Wise Windows Installer.%nאם אשף ההתקנה של Wise מופיע ומחכה להוראות, הקובץ אינו נתמך.%n נא סגור את ההתקנה, ו-%s תפסיק את החילוץ.%n%nהאם אתה מעוניין להמשיך בחילוץ?
86=החבילה עברה דחיסה מסוג %s. תוכל להמשיך ללא חילוץ %s או לבצע חילוץ רק עבור %s.%n%nהקש 'Yes' לחילוץ בלי %s.%n%nבחר 'No' להריץ רק את החילוץ %s.%n%nבמקרה האחרון, הקובץ המחולץ יוקצה לו את השם:%n%s
87=שגיאה: %s%n לא ניתן לחילוץ.
88=אזהרה: בכדי לחלץ קבצים מסוג זה, חייבים להפעיל את הקובץ ישירות.%nאם תבחר להמשיך, תופעל הפקודה הבאה: %n%n%s%n%nאם הינך חושש כי הקובץ יכול להוות סיכון, מומלץ לא להמשיך.%n האם להמשיך בחילוץ?
89=אזהרה: תיקיית היעד %s כבר קיים!%nהחילוץ לתיקייה שאינה ריקה יכול לגרום שגיאת חילוץ.%n%nהאם לנקות את תוכן התיקייה לפני החילוץ?
90=!נדרשת סיסמה לחילוץ%n%n.לאפשר הכנסת סיסמה '%s'%n בטל סימון
91=
; Help text
92=מחלץ קבצים מכל סוג חבילה או ארכיון.%n:שימוש%n%s%n%n:ארגומנטים נתמכים%n%s%t%tהצג את מידע העזרה הזה%n%s%t%tפתח את הלשונית %s%n%s%tשם הקובץ לחילוץ%n%s%tתיקיית היעד לחילוץ%n%nע''י שימוש ב-%s במקום תיקיית יעד מורה ל-%n%s לחלץ לתיקיית משנה עם אותו שם קובץ.%n%nלדוגמא:%s%n%nללא כל ארגומנטים יציג את החלון הראשי שדרכו תבחר את שם הקובץ ותיקיית היעד %s הרצת
93=
; Error messages
94=חילוץ %s, לא ניתן להרשם בדו''ח.
95=באמצעות ארכיון 7Zip
96=%s אינו ניתן לחילוץ.%nסוג הקובץ שהוחזר הינו: %s%n%n לחץ 'OK' את הינך מעוניין לנתח את הקובץ בעצמך, או 'Cancel' ליציאה.
97=%s%nמכיל סיומת לא מוכר ולא ניתן לחילוץ.
98=.נא בחר יעד תקין %n%s%n :לא ניתן ליצור תיקייה
99=.אינו ניתן לחילוץ %s%nשהתוכנה תומכת בו, אבל החילוץ נכשל ,%s נראה כי הנ''ל הינו%n נא עיין בדו''ח, %s, למידע נוסף.%n%n הקש 'OK' לצפות בדו''ח עכשיו, או 'Cancel' ליציאה.
100=
; Update messages
101=העדכון הושלם
102=בודק עדכונים, נא המתן...
103=מוריד קבצים
104=ההורדה הושלמה!
105=עודכן לגירסה:%s
106=מפעיל מחדש את %s !%n
107=הגרסה הנוכחית היא: %s%nלא נדרש עדכון!
; ------------------------------------
108=שגיאת הורדה
109=לא הצליח להוריד עדכון מהשרת%nכנראה חיבור הרשת שלך אינו זמין%n.או ייתכן כי שרת העדכונים אינו זמין
110=נכשל בהורדת קובץ
111=שגיאת בחילוץ החבילה
112=במהלך עדכון לגירסה: %s%n התרחש שגיאה, נסה שנית!!!
113=הושלם: %s מתוך %s
114=
115=
116=
117=
118=
119=
